Repository: joeld42/bluemoon_ai
Catalog: po/*.po
Languages: de

source: %s takes %s into hand.
de: %s nimmt %s auf die Hand.

source: Moving %s to draw pile.
de: Gebe %s in den Nachziehstapel.

source: Moving %s to combat area.
de: Spiele %s in den Kampfbereich.

source: Moving %s to support area.
de: Spiele %s in den Unterstützungsbereich.

source: %s moves %s to leadership area.
de: %s wirft %s ab.

source: %s moves %s to discard pile.
de: %s wirft %s ab.

source: Boosting %s with %s.
de: Verstärkt %s mit %s.

source: Choose card to boost
de: Wähle die zu verstärkende Karte

source: %s retrieves %s.
de: %s nimmt %s wieder auf.

source: Choose card to discard
de: Wähle die abzuwerfende Karte

source: Choose drawn card to discard
de: Wähle die abzuwerfende Karte

source: Choose cards to return to draw deck
de: Wähle die Karten, die zurück in den Nachziehstapel wandern

source: Choose cards to draw
de: Wähle die zu ziehenden Karten

source: Choose card to retrieve
de: Wähle die Karte zum Wiederaufnehmen

source: Choose cards to return to draw pile
de: Wähle die Karten, die zurück in den Nachziehstapel wandern

source: %s attracts dragon using %s.
de: %s gewinnt Drachen durch %s.

source: Choose cards to sacrifice to attract dragon
de: Wähle die abzuwerfenden Karten, um 1 Drachen zu gewinnen

source: Choose cards to discard
de: Wähle die abzuwerfenden Karten

source: %s plays %s with no effect.
de: %s spielt %s ohne Effekt.

source: %s plays %s.
de: %s spielt %s.

source: %s uses %s special text.
de: %s benutzt die Sonderfunktion von %s.

source: %s satisfies %s.
de: %s bedient %s.

source: Choose cards to satisfy %s
de: Wähle die Karte(n) um %s zu bedienen

source: %s attracts dragon due to %s.
de: %s gewinnt Drachen durch %s.

source: %s attracts dragon using Storms.
de: %s gewinnt 1 Drachen durch Stürme.

source: Game over
de: Spielende

source: %s wins %d crystal.
de: %s gewinnt %d Kristall.

source: %s retreats.
de: %s zieht sich zurück.

source: %s attracts %d dragon.
de: %s gewinnt %d Drachen.

source: %s declines to start fight.
de: %s verzichtet auf den Kampfbeginn.

source: %s announces %d earth.
de: %s sagt %d Erde an.

source: %s announces %d fire.
de: %s sagt %d Feuer an.

source: Forcing %s to retreat due to Floods.
de: %s wird durch die Fluten zum Rückzug gezwungen.

source: Cannot open image %s!
de: Kann Bild %s nicht öffnen!

source: Disclosed
de: Aufgedeckt

source: %d card
de: %d Karte

source: Dragons: %d Cards: %d Power: %d
de: Drachen: %d Karten: %d Stärke: %d

source: gui_choose: No choices
de: gui_choose: Kein Wahlmöglichkeiten

source: Select Matchup
de: Völkerwahl

source: Human
de: Mensch

source: Random
de: Zufällig

source: Disclose opponent hand
de: Decke die gegnerische Hand auf

source: Game
de: Spiel

source: Help
de: Hilfe

source: New
de: Neu

source: Select Matchup...
de: Völkerwahl...

source: Quit
de: Beenden

source: About...
de: Über...

source: Dragons: 0 Cards: 0 Power: 0
de: Drachen: 0 Karten: 0 Stärke: 0

source: Retreat
de: Rückzug

source: Announce Fire
de: Feuer ansagen

source: Announce Earth
de: Erde ansagen

source: Undo Turn
de: Rückgängig

source: Wogarathoras the Gloomy
de: Wogarathoras der Düstere

source: Athradysas the Seeker
de: Athradysas der Suchende

source: Ledinemras the Monk
de: Ledinemras der Mönch

source: Zedemikras the Brain
de: Zedemikras das Gehirn

source: Ciklarethas the Bitter
de: Ciklarethas der Mürrische

source: Nirwadas the Traveler
de: Nirwadas der Reisende

source: Penemikanas the Paranoid
de: Penemikanas der Paranoide

source: Vetraskedas the Sceptic
de: Vetraskedas der Skeptiker

source: Helkomedes the Rhetorician
de: Helkomedes der Redner

source: Redamikanas the Cartographer
de: Redamikanas der Kartograph

source: If you retreat, I attract one additional dragon.
de: Wenn du dich zurückziehst, gewinne ich 1 zusätzlichen Drachen.

source: Bethenitana the Storyteller
de: Bethenitana die Erzählerin

source: If I retreat, you may not attract dragons.
de: Du darfst keine Drachen gewinnen, wenn ich mich zurückziehe.

source: Demegodas the Odd
de: Demegodas der Kauz

source: The values of my support cards double.
de: Alle Werte meiner Unterstützungen verdoppeln sich.

source: Thirkomedas the Serene
de: Thirkomedas der Heitere

source: You may not play leadership/booster/support cards.
de: Du darfst keine Anführeraktionen, Verstärkungen und Unterstützungen auslegen.

source: Genathones the Blind
de: Genathones der Blinde

source: On my turn, I may play one additional support card.
de: In meinem Zug darf ich 1 zusätzliche Unterstützung auslegen.

source: Sarogakanas the Ancient
de: Sarogakanas der Uralte

source: Now I may draw two cards from your hand and discard them.
de: Jetzt darf ich 2 Karten aus deiner Hand ziehen und abwerfen.

source: Inscrutable Armor
de: Undurchdringliche Rüstung

source: Battling Boomerang
de: Kämpfender Bumerang

source: Tome of Wisdom
de: Buch der Weisheit

source: Trebuchet of Fear
de: Kriegsmaschine der Angst

source: Ballista of Confusion
de: Schleuder der Verwirrung

source: Homing Missiles
de: Zielsuchende Geschosse

source: Duplicator of Strength
de: Trickreicher Stärkedoppler

source: The Earth value of one of my character cards doubles.
de: Der Erde-Wert eines meiner Charaktere verdoppelt sich.

source: Brain Drain
de: Tückischer Gedankenblocker

source: On your turn, you may not play more than one card.
de: Du darfst keine weiteren Karten in deinem Zug auslegen, nachdem du 1 Karte ausgelegt hast.

source: Muster Reinforcements
de: Sammle neue Anhänger

source: Now I may draw five cards.
de: Jetzt darf ich 5 Karten nachziehen.

source: Enthrall Opposition
de: Banne den Gegne

source: On this turn, your special power texts are ignored. (This card has no effect if opposed by Tittertweet or Laughing Gas.)
de: In diesem Zug werden deine Sonderfunktionen ignoriert. (Diese Karte hat keine Wirkung, wenn du "Lachgas" oder "Zirper" als aktive Karten ausliegen hast.)

source: Trigger Brainstorm
de: Entfache den Gedankensturm

source: On this turn, I may play any number of support cards.
de: In diesem Zug darf ich beliebig viele Unterstützungen auslegen.

source: Hank Highflyer Hawk
de: Hacker Hank

source: Your character cards are ignored, except Flit character cards.
de: Deine Charaktere, mit Ausnahme von Flit-Charakteren, werden ignoriert.

source: I may only play this card if I am attacked by at least 7 total power. The contested element of the fight changes between Fire and Earth.
de: Ich darf diese Karte nur auslegen, wenn ich mit einer Stärke von mindestens 7 angegriffen werde. Der Kampf wechselt zwischen Erde und Feuer.

source: Potion of Prodigious Passion
de: Trunk der Leidenschaft

source: The values of one of my character cards increase to 5.
de: Die Werte eines meiner Charaktere erhöhen sich auf 5.

source: Flamebreath the Dazzling
de: Flammar der Blendende

source: Scorch the Inflammable
de: Sengar der Glutvolle

source: Lavar the Powerful
de: Lavar der Mächtige

source: Blaze
de: Magma

source: Furnace
de: Glutar

source: Spark
de: Etnar

source: Ignite
de: Kratar

source: Sear
de: Brandar

source: Torch
de: Kandar

source: Shimmer
de: Shimmar

source: Glimmer
de: Glimma

source: Cinder
de: Asha

source: Now I may discard one of your active booster/support cards.
de: Jetzt darf ich 1 deiner aktiven Verstärkungen oder Unterstützungen abwerfen.

source: Flare
de: Flacka

source: At the end of my turn, I may draw two additional cards.
de: Am Ende meines Zuges darf ich 2 zusätzliche Karten nachziehen.

source: Ember
de: Zundar

source: You may not play character cards that do not have special power text.
de: Du darfst keine Charaktere ohne Sonderfunktionen auslegen.

source: Fireblast
de: Feuerstoß

source: Infernal Armor
de: Höllenrüstung

source: Elemental Enchantment
de: Urgewaltiger Zauber

source: My total power increases to 6.
de: Meine Stärke erhöht sich auf 6.

source: Volcanic Gauntlets
de: Vulkanhandschuhe

source: The Fire value of one of my character cards doubles.
de: Der Feuer-Wert eines meiner Charaktere verdoppelt sich.

source: Lightning Bolts
de: Blitzschläge

source: Flickering Fires
de: Feuerzauber

source: You may not play leadership cards.
de: Du darfst keine Anführeraktionen auslegen.

source: Wall of Fire
de: Feuerwall

source: You may not take cards from your draw deck.
de: Du darfst keine Karten nachziehen.

source: Fearsome Spirits
de: Geisterbilder

source: Summon Sorcerer
de: Rufe den Dunklen Meister

source: Now I may retrieve one of my active cards into my hand.
de: Jetzt darf ich 1 meiner aktiven Karten auf meine Hand zurücknehmen.

source: Charm Holy Dragon
de: Bezaubere den Heiligen Drachen

source: Now I may discard cards with at total printed value of at least 8 Fire from my hand to attract one dragon.
de: Jetzt darf ich Karten mit einer Stärke von mindestens 8 Feuer aus meiner Hand abwerfen, um 1 Drachen zu gewinnen.

source: Cast Cataclysm
de: Beschwöre die Feuersbrunst die Feuersbrunst

source: Now I may discard all of your active support cards.
de: Jetzt darf ich alle deine aktiven Unterstützungen abwerfen.

source: Pandemonium
de: Höllenlärm

source: You may not play support cards.
de: Du darfst keine Unterstützungen auslegen.

source: Heroine of the Great Plains
de: Heldin der Großen Ebenen

source: I may only play this card if I am attacked by at least 5 Earth. The contested element of the fight changes to Fire.
de: Ich darf diese Karte nur auslegen, wenn ich mit einer Stärke von mindestens 5 Erde angegriffen werde. Der Kampf wechselt nach Feuer.

source: Blue Radiance
de: Blaue Aura

source: Virgin of Pure Fire
de: Jungfrau des Reinen Feuers

source: Virgin of Pure Earth
de: Jungfrau der Reinen Erde

source: Heroine of the High Flames
de: Heldin der Hohen Flammen

source: Spirit of the Night
de: Bewahrerin der Nacht

source: Spirit of the Light
de: Bewahrerin des Lichts

source: Amazon Leaping High
de: Amazone der Hohen Sprünge

source: Amazon Leaping Far
de: Amazone der Weiten Sprünge

source: Dancer of Dawn
de: Tänzerin der Morgenröte

source: Dancer of Dusk
de: Tänzerin der Abenddämmerung

source: Wild Gazelle
de: Hüterin der Gazelle

source: Wild Antelope
de: Hüterin der Antilope

source: Young Bear
de: Junge Bärin

source: Young Fox
de: Junge Füchsin

source: Shaman of the Holy Sacrifice
de: Schamane des Heiligen Opfers

source: At the end of my turn, I may reveal (up to) three cards from the top of my draw deck, then discard one of them and take the others into my hand.
de: Am Ende meines Zuges darf ich (bis zu) 3 Karten von meinem Nachziehstapel aufdecken. Von diesen werfe ich 1 Karte ab und nehme die anderen auf meine Hand.

source: Shaman of the Deeds to Come
de: Schamane der künftigen Heldentaten

source: At the end of my turn, I may draw (up to) three additional cards and then shuffle any two cards from my hand into my draw deck.
de: Am Ende meines Zuges darf ich (bis zu) 3 zusätzliche Karten von meinem Nachziehstapel nachziehen. Danach mische ich 2 beliebige Karten aus meiner Hand in meinen Nachziehstapel.

source: Shaman of the Here and Now
de: Schamane des Hier und Jetzt

source: Immediately after my Booster/Support phase, I search through my draw deck and may select one card, reveal it to you, and take it into my hand. Then I reshuffle.
de: Sofort nach meiner Verstärkungs- und Unterstützungsphase darf ich aus meinem Nachziehstapel 1 Karte auswählen, dir zeigen und auf meine Hand nehmen.Danach mische ich meinen Nachziehstapel.

source: Shaman of the Afterlife
de: Schamane des Lebens nach dem Tod

source: Immediately after my Booster/Support phase, I shuffle my discard pile face down and may draw two cards from it into my hand.
de: Sofort nach meiner Verstärkungs- und Unterstützungsphase mische ich verdeckt meinen Abwurfstapel und darf daraus 2 Karten ziehen, die ich auf meine Hand nehme.

source: Sun Setting
de: Untergehende Sonne

source: Moon Rising
de: Aufgehender Mond

source: Stars Shining
de: Leuchtender Stern

source: Hail of Arrows
de: Glühender Pfeilhagel

source: Whirling Hatchet
de: Wirbelndes Kriegsbeil

source: Menacing Wardance
de: Bedrohlicher Kriegstanz

source: Hypnotic Rattle
de: Hypnotisierendes Gerassel

source: You may not play booster cards.
de: Du darfst keine Verstärkungen auslegen

source: Call Spirit of the Battlefield
de: Rufe den Geist des Schlachtfeldes

source: Now I may retrieve any one card from my combat area into my hand.
de: Jetzt darf ich 1 beliebige Karte aus meinem Kampfbereich auf meine Hand zurücknehmen.

source: Call Spirit of the Underworld
de: Rufe den Geist der Unterwelt

source: Now I search through my discard pile and may select one card, reveal it to you, and take it into my hand.
de: Jetzt darf ich aus meinem Abwurfstapel 1 Karte auswählen, dir zeigen und auf meine Hand nehmen.

source: Pulsating Shockwave
de: Pulsierende Schockwelle

source: NoProblem
de: Null Bock

source: I may only play this card if you have at least three active character/booster/support cards. The contested element of the fight changes between Fire and Earth.
de: Ich darf diese Karte nur auslegen, wenn du mindestens 3 aktive Karten in deinen Kampf- und Unterstützungsbereichen ausliegen hast. Der Kampf wechselt zwischen Erde und Feuer

source: Now I may draw one card from your hand and discard it.
de: Jetzt darf ich 1 Karte aus deiner Hand ziehen und abwerfen.

source: Falc
de: Falk

source: Wing Commander Razorfeather
de: Geschwaderführer Säbelfeder

source: Squadron Leader Squeak
de: Staffelführer Schwinge

source: Flight Leader Squawk
de: Rottenführer Kralle

source: Peckswift
de: Flatter

source: Steepstoop
de: Gleiter

source: Highchirp
de: Pluster

source: If you have more than one active character card, I may now discard one of them.
de: Wenn du mehr als 1 aktiven Charakter ausliegen hast, darf ich 1 davon abwerfen.

source: Tittertweet
de: Zirper

source: Your special power texts are ignored, except on Flit character cards.
de: Deine Sonderfunktionen, mit Ausnahme derjenigen auf Flit-Charakteren, werden ignoriert.

source: Flitterflutter
de: Zwitscher

source: Your support cards are ignored.
de: Deine Unterstützungen werden ignoriert.

source: Trillilling
de: Triller

source: Your booster cards are ignored.
de: Deine Verstärkungen werden ignoriert.

source: Cheepchirrup
de: Plärrer

source: On your turn, you may not play more than one card into your combat area.
de: Du darfst keine weiteren Karten in deinem Zug in deinem Kampfbereich auslegen,nachdem du dort 1 Karte ausgelegt hast.

source: Carl Kamikaze Crow
de: Kami Kaze

source: The values of my booster cards double.
de: Alle Werte meiner Verstärkungen verdoppeln sich.

source: Proud Phoenix Phil
de: Stolzhaupt Phönix

source: Launch Burning Earth
de: Abwurf Gluterde

source: Launch Rain of Fire
de: Abwurf Feuerregen

source: Launch Locust Paratroopers
de: Abwurf Heuschreckenschwarm

source: Launch Dazzling Flares
de: Abwurf Brandfackeln

source: Launch Boiling Oil
de: Abwurf Siedeöl

source: Launch Fire Flash
de: Abwurf Feuerblitze

source: Launch Rockdrop
de: Abwurf Felsbrocken

source: Launch Flaming Dust
de: Abwurf Flammenstaub

source: Launch Slippery Slime
de: Abwurf Schleimsuppe

source: Launch Itching Bugs
de: Abwurf Juckkäfer

source: Launch Sloth Gas
de: Abwurf Faulgas

source: If I retreat, you attract one fewer dragon.
de: Wenn ich mich zurückziehe, gewinnst du 1 Drachen weniger.

source: Distract Holy Dragon
de: Verwirre den Heiligen Drachen

source: If I retreat now, you attract no more than one dragon.
de: Wenn ich mich jetzt zurückziehe, gewinnst du höchstens 1 Drachen.

source: Beguile Holy Dragon
de: Täusche den Heiligen Drachen

source: Now I may discard three character cards from my hand to attract one dragon.
de: Jetzt darf ich 3 Charaktere aus meiner Hand abwerfen, um 1 Drachen zu gewinnen.

source: Commence Mega Launch
de: Starte Großangriff

source: On this turn, I may play any number of booster cards.
de: In diesem Zug darf ich beliebig viele Verstärkungen auslegen.

source: Earthwater
de: Erdwasser

source: My total power in Earth increases to 7.
de: Meine Stärke in Erde erhöht sich auf 7.

source: I may only play this card if I have no cards in my combat and support areas. The contested element of the fight changes between Fire and Earth.
de: Ich darf diese Karte nur auslegen, wenn ich keine Karten in meinen Kampf- und Unterstützungsbereichen ausliegen habe. Der Kampf wechselt zwischen Erde und Feuer.

source: Now I may force you to discard two cards from your hand.
de: Jetzt darf ich bestimmen, dass du 2 Karten aus deiner Hand abwerfen musst.

source: Titanic Gauntlets
de: Titanhandschuhe

source: The odd printed values of your character cards reduce to 0.
de: Die aufgedruckten ungeraden Werte deiner Charaktere zählen 0.

source: The even printed values of your character cards reduce to 0.
de: Die aufgedruckten geraden Werte deiner Charaktere zählen 0.

source: The odd printed values of your booster/support cards reduce to 0.
de: Die aufgedruckten ungeraden Werte deiner Verstärkungen und Unterstützungen zählen 0.

source: The even printed values of your booster/support cards reduce to 0.
de: Die aufgedruckten geraden Werte deiner Verstärkungen und Unterstützungen zählen 0.

source: At the end of my turn, I may draw one additional card.
de: Am Ende meines Zuges darf ich 1 zusätzliche Karte nachziehen.

source: On my turn, I may discard one of your active cards that has an icon, except your last remaining active character card and PROTECTED cards.
de: In meinem Zug darf ich 1 deiner aktiven Karten abwerfen, die ein Symbol hat, mit Ausnahme deines letzten Charakters und Karten mit dem GESCHÜTZT-Symbol.

source: TopNotch
de: Top Star

source: On my turn, I may discard one of your active booster/support cards.
de: In meinem Zug darf ich 1 deiner aktiven Verstärkungen oder Unterstützungen abwerfen.

source: At the end of my turn, I may force you to discard one card from your hand.
de: Am Ende meines Zuges darf ich bestimmen, dass du 1 Karte aus deiner Hand abwerfen musst.

source: At the end of my turn, I may discard the top card from your draw deck.
de: Am Ende meines Zuges darf ich die oberste Karte deines Nachziehstapels abwerfen.

source: The values of my character cards double.
de: Alle Werte meiner Charaktere verdoppeln sich.

source: NoNo
de: Null Null

source: NoStopping
de: Null Diät

source: NoStyle
de: Null Stil

source: NoBrains
de: Null Hirn

source: NoClue
de: Null Ahnung

source: NoClass
de: Null Chance

source: NoRespect
de: Null Respekt

source: Gluing Dust
de: Klebriger Staub

source: On your turn, you may not take more than one card from your draw deck.
de: Du darfst keine weitere Karte in deinem Zug nachziehen, nachdem du 1 Karte nachgezogen hast.

source: Laughing Gas
de: Lachgas

source: Your special power texts are ignored, except on Flit character cards. (This card has no effect if opposed by Laughing Gas.)
de: Deine Sonderfunktionen werden ignoriert, außer denen auf "Flit"-Charakteren. (Diese Karte hat keine Wirkung, wenn du "Lachgas" als aktive Karte ausliegen hast.)

source: Oath of Khindship
de: Khind-Brüderschaft

source: Blow Whistle of Friendship
de: Pfeif das Lied der Freundschaft

source: Now I search through my draw deck and may select one card, reveal it to you, and take it into my hand. Then I reshuffle.
de: Jetzt darf ich aus meinem Nachziehstapel 1 Karte auswählen, dir zeigen und auf meine Hand nehmen. Danach mische ich meinen Nachziehstapel.

source: Open Lucky Bag of Life
de: Öffne die Wundertüte des Lebens

source: Now I shuffle my discard pile face down and may draw three cards from it into my hand.
de: Jetzt mische ich verdeckt meinen Abwurfstapel und darf daraus 3 Karten ziehen, die ich auf meine Hand nehme.

source: Drown Resistance
de: Ertränke den Widerstand

source: Now I may discard all active cards from your combat area, except one active character card and any PROTECTED cards.
de: Jetzt darf ich alle aktiven Karten aus deinem Kampfbereich abwerfen, außer 1 aktiven Charakter und Karten, die ein GESCHÜTZT-Symbol haben.

source: Ketharkopas the Astronomer
de: Ketharkopas der Astronom

source: If my turn is about to end with me holding fewer than nine cards in my hand, I may draw to nine cards.
de: Wenn ich meinen Zug mit weniger als 9 Karten auf meiner Hand beende, darf ich bis auf 9 Karten nachziehen.

source: Fearsome Chant
de: Brennende Raserei

source: I may only play this card if you have at least one dragon on your side. The contested element of the fight changes between Fire and Earth.
de: Ich darf diese Karte nur auslegen, wenn du mindestens 1 Drachen auf deiner Seite hast. Der Kampf wechselt zwischen Erde und Feuer.

source: Tecton Earthquaker
de: Tekton Erdbeber

source: Megalit Mountainshaker
de: Megalit Bergerschütterer

source: Roomban Rockmaster
de: Romban Felsenmeister

source: Suranom Stormbringer
de: Suranom Strumbringer

source: Gravitos Greatpower
de: Gravitos Kraftstrotzer

source: You may not play cards that have special power text.
de: Du darfst keine Karten auslegen, die Sonderfunktionen haben.

source: On your turn, you must play a support card, or retreat.
de: In deinem Zug musst du eine Unterstützung auslegen oder dich zurückziehen.

source: On your turn, you must play a booster card, or retreat.
de: In deinem Zug musst du eine Verstärkung auslegen oder dich zurückziehen.

source: Corono Cos
de: Korono Kos

source: You may not play cards that do not have special power text.
de: Du darfst keine Karten ohne Sonderfunktion auslegen.

source: Earthblast
de: Erdrutsch

source: Earthtremor
de: Erdbeben

source: Seismic Drill
de: Unaufhaltsamer Erdborer

source: Crashing Thunder Storm
de: Krachender Gewittersturm

source: If I have more than one active Storm support card at the beginning of my turn, I immediately attract one dragon (in total).
de: Wenn ich zu Beginn meines Zuges mehr als 1 aktive Sturm-Unterstützung habe, gewinne ich sofort (insgesamt) 1 Drachen.

source: Swirling Snow Storm
de: Wirbelnder Schneesturm

source: Lashing Sand Storm
de: Peitschender Sandsturm

source: Cloying Mud
de: Stinkender Morast

source: You may not play character cards that have a printed value higher than 4.
de: Du darfst keine Charaktere auslegen, die einen aufgedruckten Wert höher als 4 haben.

source: Impenetrable Fog
de: Undurchdringlicher Nebel

source: Your icons are ignored, except STOP and PROTECTED.
de: Deine Symbole werden ignoriert, mit Ausnahme von STOPP- und GESCHÜTZT-Symbolen.

source: Quivering Quicksand
de: Undurchquerbarer Treibsand

source: If you have four or more cards in your hand, you may not take further cards into your hand.
de: Du darfst keine weiteren Karten auf deine Hand nehmen, wenn du 4 oder mehr Karten auf deiner Hand hast.

source: Provoke Earthquake
de: Erzeuge ein Erdbeben

source: Now I may discard all cards from your combat area, except active PROTECTED cards.
de: Jetzt darf ich alle Karten aus deinem Kampfbereich abwerfen, mit Ausnahme aktiver Karten, die ein GESCHÜTZT-Symbol haben.

source: Impress Holy Dragon
de: Imponiere dem Heiligen Drachen

source: Now I may discard cards with a total printed value of at least 8 Earth from my hand to attract one dragon.
de: Jetzt darf ich Karten mit einer Stärke von mindestens 8 Erde aus meiner Hand abwerfen, um 1 Drachen zu gewinnen.

source: Mad Mike Magpie
de: Mad Mike

source: Your cards with icons are ignored, except Flit character cards and PROTECTED cards.
de: Deine Karten mit Symbolen werden ignoriert, mit Ausnahme von Flit-Charakteren und Karten mit dem GESCHÜTZT-Symbol.

source: I may only play this card if I am attacked by at least 5 Fire. The contested element of the fight changes to Earth.
de: Ich darf diese Karte nur auslegen, wenn ich mit einer Stärke von mindestens 5 Feuer angegriffen werde. Der Kampf wechselt nach Erde.

source: Caterpillar Eartheroder
de: Erdaushöhler-Raupe
