Repository: joeld42/bluemoon_ai
Catalog: po/*.po
Languages: de

source: By the end of your Booster/Support phase, you must discard cards with a total printed value of at least 3 Earth from your hand, or retreat.
de: Bis zum Ende deiner Verstärkungs- und Unterstützungsphase musst du Karten mit einer aufgedruckten Stärke von mindestens 3 Erde aus deiner Hand abwerfen oder dich zurückziehen.

source: Flash the Incendiary
de: Blizzar der Brandstifter

source: Bigus Musselus
de: Grossus Musculus

source: Speedius Unnecessarius
de: Rasantus Unnoeticus

source: Lonus Mightius
de: Lonus Maechticus

source: On my turn, I may play one additional booster card.
de: In meinem Zug darf ich 1 zusätzliche Verstärkung auslegen.

source: The effect of one of my Caterpillar booster cards doubles.
de: Die Wirkung einer meiner Raupen-Verstärkungen verdoppelt sich.

source: Bottelus Emptius
de: Kalebassus Leerus

source: You may not take further cards into your hand.
de: Du darfst keine weiteren Karten auf deine Hand nehmen.

source: Caterpillar Fireeater
de: Feuerfresser Raupe

source: By the end of your Booster/Support phase, you must discard cards with a total printed value of at least 3 Fire from your hand, or retreat.
de: Bis zum Ende deiner Verstärkungs- und Unterstützungsphase musst du Karten mit einer aufgedruckten Stärke von mindestens 3 Erde aus deiner Hand abwerfen oder dich zurückziehen.

source: Caterpillar Watertamer
de: Wasserzähmer Raupe

source: By the end of your Booster/Support phase, you must discard cards with a total printed value of at least 2 Fire and 2 Earth (on different cards) from your hand, or retreat.
de: Bis zum Ende deiner Verstärkungs- und Unterstützungsphase musst du Karten mit einer aufgedruckten Stärke von mindestens 2 Feuer und 2 Erde (separate Karten) aus deiner Hand abwerfen oder dich zurückziehen.

source: Caterpillar Lightseeker
de: Lichtsucher Raupe

source: By the end of your Booster/Support phase, you must discard cards with a total printed value of at least 5 Fire or 5 Earth from your hand, or retreat.
de: Bis zum Ende deiner Verstärkungs- und Unterstützungsphase musst du Karten mit einer aufgedruckten Stärke von mindestens 5 Feuer oder 5 Erde aus deiner Hand abwerfen oder dich zurückziehen.

source: Potion of Cosmic Power
de: Trunk der kosmischen Kraft

source: The values of one of my character cards double.
de: Die Werte eines meiner Charaktere verdoppeln sich.

source: Potion of Conjoining
de: Trunk der Vereinigung

source: The values of one of my character cards increase to the sum of its printed Fire value + its printed Earth value.
de: Die Werte eines meiner Charaktere erhöhen sich auf die Summer der aufgedruckten Erde- und Feuer-Werte.

source: Potion of Mutation
de: Trunk der Verwandlung

source: The values of one of my character cards increase to the higher of its printed Fire value or its printed Earth value.
de: Die Werte eines meiner Charaktere erhöhen sich auf den höheren der aufgedruckten Erde- und Feuerwerte.

source: Potion of Sparkling Fire
de: Trunk des Feuers

source: The Fire value of one of my character cards increases to 6.
de: Der Feuer-Wert eines meiner Charaktere erhöht sich auf 6.

source: Potion of Trembling Earth
de: Trunk der Erde

source: The Earth value of one of my character cards increases to 6.
de: Der Erde-Wert eines meiner Charaktere erhöht sich auf 6.

source: Butterfly Scout
de: Späher-Falter

source: Now you disclose your hand.
de: Jetzt musst du deine Handkarten aufdecken.

source: Giant Butterfly Eveningbreeze
de: Riesenfalter Abendrot

source: Giant Butterfly Morningwind
de: Riesenfalter Morgenwind

source: Deploy Butterfly
de: Entsende den Aufkäerer-Falter

source: Bounce Back
de: Lass' die Fäuste tanzen

source: My active cards attack again.
de: Meine aktiven Karten greifen erneut an.

source: Wild Unicorn
de: Hüterin des Einhorns

source: I may only play this card if you have a total of at least six cards in your combat and support areas. The contested element of the fight changes between Fire and Earth.
de: Ich darf diese Karte nur auslegen, wenn du mindestens 3 aktive Karten in deinen Kampf- und Unterstützungsbereichen ausliegen hast. Der Kampf wechselt zwischen Feuer und Erde.

source: Heat Haze
de: Hitzeschleier

source: You may not play character/booster cards that have special power text.
de: Du darfst keine Charaktere und Verstärkungen mit Sonderfunktion auslegen.

source: Giant Octopus
de: Riesenoktopus

source: Terrible Kraken
de: Schreckenskrake

source: Electric Eel
de: Gewaltiger Zitteraal

source: Briny Behemoth
de: Verfressener Monsterfisch

source: Kelp Leech
de: Gefräßiger Seetang

source: Colossal Crustacean
de: Gigantisches Krustentier

source: Now I may discard any number of cards from my hand.
de: Jetzt darf ich beliebig viele Karten aus meiner Hand abwerfen.

source: The next character/booster/support card I play on this turn is treated as if it had the FREE icon.
de: Die nächste Charakter-, Verstärkungs- oder Unterstützungskarte, die ich in diesem Zug auslege, wird behandelt als hätte sie das FREI-Symbol.

source: Now I may place any number of cards from my hand at the bottom of the draw deck.
de: Jetzt darf ich beliebig viele Karten aus meiner Hand unter meinen Nachziehstapel legen.

source: Sudden Waterspout
de: Tosende Wasserhose

source: Instant Undertow
de: Unentrinnbarer Sog

source: Aquatic Armor
de: Wasserrüstung

source: Firewater
de: Feuerwasser

source: My total power in Fire increases to 7.
de: Meine Stärke in Feuer erhöht sich auf 7.

source: Fire Swamp
de: Brennender Sumpf

source: Perilous Marsh
de: Gefahrvoller Modder

source: Ravenous Razorjaw
de: Hungrige Sumpflurche

source: Swarming Sea Serpents
de: Schwärmende Seeschlangen

source: Torrential Flood
de: Reißende Sturzflut

source: If I have more than one active Flood support card after the end of my turn, then you must immediately retreat.
de: Wenn ich nach dem Ende meines Zuges mehr als 1 aktive Flut-Unterstützung habe, musst du dich sofort zurückziehen.

source: Tidal Flood
de: Gewaltige Gezeitenflut

source: Irresistible Sirens
de: Unwiderstehliche Sirenen

source: By the end of your Booster/Support phase, you must discard one character card from your hand, or I attract one (additional) dragon - even if you retreat.
de: Bis zum Ende deiner Verstärkungs- und Unterstützungsphase musst du 1 Charakter aus deiner Hand abwerfen oder ich gewinne 1 (zusätzlichen) Drachen - selbst wenn du dich zurückziehst.

source: Sprinkle Water of Tranquility
de: Weihe das Wasser der Balance

source: Now you may not have more than five cards in your hand and you must discard any additional cards.
de: Du darfst jetzt keine Kartenhand mit mehr als 5 Karten haben und musst überzählige Karten abwerfen.

source: Administer Water of Immortality
de: Trinke das Wasser des Lebens

source: Now I may shuffle my discard pile into my draw deck.
de: Jetzt darf ich die Karten meines ABwurfstapels in meinen Nachziehstapel mischen.

source: Launch Hail of Doom
de: Abwurf Eishagel

source: Mekarthas the Shrewd
de: Mekarthas der Scharfsinnige

source: Your icons are ignored, except STOP.
de: Deine Symbole werden ignoriert, mit Ausnahme von STOPP-Symbolen.

source: I may only play this card if you have at least two more cards in your hand than I. The contested element of the fight changes between Fire and Earth.
de: Ich darf diese Karte nur auslegen, wenn du mindestens 2 Karten mehr auf der Hand hast als ich. Der Kampf wechselt zwischen Erde und Feuer.

source: Drowning Rain Storm
de: Mitreißender Regensturm
